Repository: marijannovak123/Beers-App
Catalog: BeersApp/*.lproj/Localizable.strings
Languages: hr

source: Browse Beers
hr: Pretraži piva

source: Beer Details
hr: Detalji o pivu

source: Delete
hr: Izbriši

source: Saved Beers
hr: Spremljena piva

# delete_success
source: Successfully deleted.
hr: Uspješno izbrisano.

# delete_error
source: Error deleting beer.
hr: Pogreška pri brisanju piva.

source: Save
hr: Spremi

# persist_success
source: Successfully persisted beer to local storage.
hr: Pivo uspješno spremljeno.

# persist_error
source: Error persisting beer to local storage.
hr: Pogreška pri spremanji piva.

# input_required
source: Input is required
hr: Morate unijeti vrijednost u ovo polje

# malformed_mail
source: Malformed email
hr: Pogrešno formatiran email

# input_length
source: Input should be at least '%@' characters long
hr: Treba upisati bar '%@' znakova

# incorrect_date
source: Incorrect date formatting
hr: Neispravan datum

source: Error
hr: Pogreška

source: Breweries
hr: Pivovare

# my_beers
source: Add Beer
hr: Dodaj pivo

# delete_prompt
source: Delete beer?
hr: Obrisati pivo?

# locations
source: Brewery Locations
hr: Lokacije pivovara
